"hint.showCursor.content.after" = "键以释放鼠标指针，点击画面元素";
"hint.showCursor.content.before" = "再次按";
"hint.showCursor.title" = "已捕获鼠标指针";
"hint.mouseMapping.content.after" = "键以捕获鼠标指针，启用完整映射";
"hint.mouseMapping.content.before" = "部分映射功能需捕获鼠标指针才能生效\n按";
"hint.mouseMapping.title" = "鼠标映射未完全启用";
"hint.keymappingEditor.content" = "点击空白位置以创建新映射\n拖动按钮以更改其位置\n按下想绑定的键以绑定到选中按钮";
"hint.keymappingEditor.title" = "按键映射编辑器";
"hint.keymapSaved" = "按键映射已保存";
"keymappingEditor.joystickMode.fixed" = "固定摇杆";
"keymappingEditor.joystickMode.floating" = "自由摇杆";
"menu.keymapping" = "按键映射";
"menu.keymapping.deleteElement" = "删除所选元素";
"menu.keymapping.downsizeElement" = "缩小所选元素";
"menu.keymapping.rotateDisplay" = "旋转显示画面（解决画面横过来问题）";
"menu.keymapping.toggleEditor" = "打开/关闭按键映射编辑模式";
"menu.keymapping.upsizeElement" = "放大所选元素";


"menu.keymapping.toggleDebug" = "切换调试遮罩层";

"menu.keymapping.captureModifier" = "设置所选映射组合键";
"menu.keymapping.clearModifier" = "清除所选映射组合键";
"hint.keymappingEditor.selectButton.title" = "请先选择按钮或滑动映射";
"hint.keymappingEditor.selectButton.captureModifier.content" = "先选中一个按钮或滑动映射，再按 ⌘M 设置它的组合键。";
"hint.keymappingEditor.selectButton.clearModifier.content" = "先选中一个按钮或滑动映射，再按 ⌘⇧M 清除它的组合键。";
"hint.keymappingEditor.captureModifier.title" = "按下组合键";
"hint.keymappingEditor.captureModifier.content" = "接下来按下的键盘、鼠标或手柄按键会成为组合键。";
"hint.keymappingEditor.modifierCleared.title" = "已清除组合键";
"hint.keymappingEditor.modifierSet.title" = "已设置组合键";
"hint.keymappingEditor.modifierSet.content" = "继续按其他键可修改按钮的主绑定。";
"menu.keymapping.cycleSwipeDirection" = "切换所选滑动方向";
"hint.keymappingEditor.selectSwipe.title" = "请先选择滑动映射";
"hint.keymappingEditor.selectSwipe.cycleDirection.content" = "先选中一个滑动映射，再按 ⌘R 切换它的方向。";
"menu.keymapping.toggleHoldTrigger" = "切换所选元素长按触发";
"menu.keymapping.toggleShoulderKeymapSwitch" = "启用/关闭肩键切换映射";
"menu.keymapping.hide.pointer" = "隐藏鼠标指针";
"menu.keymapping.previousKeymap" = "上一个映射配置";
"menu.keymapping.nextKeymap" = "下一个映射配置";
"hint.keymapping.shoulderSwitch.enabled" = "已启用肩键切换映射";
"hint.keymapping.shoulderSwitch.disabled" = "已关闭肩键切换映射";
"hint.keymapping.onlyOneKeymap" = "只有一个映射配置";
"hint.keymapping.switchedKeymap" = "已切换映射配置：%@";
"hint.keymappingEditor.selectHoldTrigger.title" = "请先选择按钮、滑动映射或轮盘映射";
"hint.keymappingEditor.holdTriggerToggled.title" = "已切换长按触发";
"menu.keymapping.toggleHUD" = "显示/隐藏映射提示层";
"hint.keymappingHUD.shown" = "已显示映射提示层";
"hint.keymappingHUD.hidden" = "已隐藏映射提示层";
